# Brews
brew 'bat'
brew 'bruno-cli'
brew 'cocoapods'
brew 'docker'
brew 'fastlane'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'httpie'
brew 'mas'
brew 'oven-sh/bun/bun'
brew 'python'
brew 'ripgrep'
brew 'starship'
brew 'trash-cli'
brew 'tree'
brew 'watchman'

# Casks
cask 'amazon-q'
cask 'android-studio'
cask 'discord'
cask 'expo-orbit'
cask 'figma'
cask 'ghostty'
cask 'kiro'
cask 'iina'
cask 'logi-options+'
cask 'microsoft-edge'
cask 'google-chrome'
cask 'microsoft-excel'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'microsoft-word'
cask 'notion'
cask 'obsidian'
cask 'omnidisksweeper'
cask 'onedrive'
cask 'raycast'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'windsurf'
cask 'zulu@17' # https://docs.expo.dev/workflow/android-studio-emulator/#install-dependencies
cask 'claude-code'
cask 'claude'

# Mac App Store
