aaron-bond.better-comments
amazonwebservices.codewhisperer-for-command-line-companion
blazejkustra.react-compiler-marker
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
clinyong.vscode-css-modules
corygross.vscode-mdn-docs
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-theme
expo.vscode-expo-tools
firsttris.vscode-jest-runner
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kevscript.vscolors
kuscamara.remove-unused-imports
leonn534.dark-minimalist-icons
lokalise.i18n-ally
mhutchie.git-graph
ms-ceintl.vscode-language-pack-es
pflannery.vscode-versionlens
pmneo.tsimporter
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
usernamehw.errorlens
vunguyentuan.vscode-css-variables
wallabyjs.console-ninja
wix.vscode-import-cost
yoavbls.pretty-ts-errors
